{
  "title": "Hi there!",
  "hotel": "AzureSiam Hotel and Spa",
  "hotel_description": "Make your stay memorable",
  "history_title": "AzureSiam Hotel and Spa",
  "history_description": "AzureSiam Hotel, a city oasis located in Pathumwan, Bangkok, seamlessly combines modern luxury with timeless charm. It offers stunning city views and a rooftop dining experience that delights the taste buds, along with a serene spa for relaxation. Every aspect of AzureSiam is designed to provide a sophisticated escape from the city's hustle and bustle.",
  "room_type": "Room Type",
  "room_feature": "Room Features",
  "std_title": "Standard Room",
  "std_description": "Standard rooms offer cost-effective comfort with a bed, private bathroom, and essential furniture for solo.",
  "dlx_title": "Deluxe Room",
  "dlx_description": "Deluxe rooms provide extra space, enhanced furnishings, and luxury amenities for heightened comfort and relaxation.",
  "fml_title": "Family Room",
  "fml_description": "Family rooms, designed for convenience, offer extra sleeping space with bunk beds or pull-out sofas for comfortable family stays.",
  "s_title": "Suite Room",
  "s_description": "Spacious, well-appointed suite rooms provide extra comfort for business and leisure travelers seeking luxury and amenities.",
  "ex_title": "Executive Room",
  "ex_description": "Luxurious and spacious executive rooms elevate comfort for business travelers and VIPs with privacy and better views.",
  "spa_title": "Tranquil Haven Spa",
  "spa_description": "AzureSiam Spa: A holistic haven for mind, body, and soul. Our skilled therapists offer tailored treatments for ultimate relaxation. Enjoy state-of-the-art facilities, hydrotherapy, and a stylish lounge with herbal teas. Your oasis of comfort at AzureSiam Spa.",
  "gym_title": "Indoor Gym",
  "gym_description": "Elevate your stay with our state-of-the-art indoor gym facility. Whether you're a fitness enthusiast or looking to maintain your workout routine while traveling, our hotel provides a well-equipped gym for your convenience. Enjoy a range of cardio and strength training equipment in a comfortable and accessible space, ensuring you stay active and energized during your stay. With our commitment to your well-being, you can make the most of your time at the hotel by staying fit and healthy in our modern indoor gym.",
  "promotions": "Promotions",
  "fifty_title": "50% Sale",
  "fifty_description": "Indulge in luxury for 50% less! Limited-time offer for stylish stays, elevate your travel without breaking the bank.",
  "monday_title": "Monday Sale",
  "monday_description": "Transform Mondays with exclusive hotel discounts for a premium stay, perfect for business or leisure.",
  "friday_title": "Friday Sale",
  "friday_description": "Start your weekend right with Friday Sale—exclusive discounts for a perfect blend of comfort and savings.",
  "activity_schedule": "Activity Schedule",
  "swim_title": "Swimming Pool",
  "swim_description": "Versatile pool activities—from leisurely swims to family fun and workouts—offer refreshing relaxation and social enjoyment.",
  "medi_title": "Meditation",
  "medi_description": "Meditation fosters mindfulness, reduces stress, and enhances well-being—essential for daily life challenges and mental clarity.",
  "rock_title": "Rock Climbing",
  "rock_description": "Rock climbing merges physical challenge with mental focus, creating a moving meditation for unique mindfulness.",
  "gallery": "Gallery",
  "nearby_attraction": "Nearby Attraction",
  "siam_title": "Siam Paragon",
  "siam_description": "Siam Paragon features specialty stores, dining, a multiplex, Sea Life Bangkok, art gallery, opera hall, bowling, and karaoke.",
  "samyan_title": "Samyan Mitrtown",
  "samyan_description": "Bangkok's Samyan Mitrtown is a ฿9 billion mixed-use complex, including a mall, office tower, residences, and hotel.",
  "central_title": "Central World",
  "central_description": "CentralWorld, Bangkok, ranks ninth globally, featuring a shopping mall, hotel, and office tower with extensive space.",
  "booking_detail": "Booking Detail",
  "guest": "Guest",
  "adults": "Adults",
  "children": "Children",
  "have_code": "Have a code?",
  "code": "Code Promotion",
  "book_now": "Book Now",
  "amenities": "Amenities",
  "contact_us_label": "Contact Us",
  "hotel_address": "254 Phayathai Road, Pathumwan, Bangkok 10330",
  "hotel_phone": "tel. +66-2414-5688",
  "facilities": "Facilities",

  "non_smoking": "Non-smoking",
  "mini_fridge": "Mini Fridge",
  "fridge": "Compact Fridge",
  "hairdryer": "Hairdryer",
  "television": "Television",
  "safe": "Safe",
  "air_conditioner": "Air conditioner",
  "wireless_internet": "Wireless Internet",
  "desk": "Desk",
  "bath": "Bath",
  "private_bath": "Private Bathroom with Basic Toiletries",
  "jacuzzi": "Jacuzzi",
  "cable": "Cable/Satellite TV",
  "balcony": "Balcony",
  "parlor": "Parlor",
  "dinner": "Dinner plan",

  "maximum_guest": "Maximum guest",
  "size": "Size",
  "bed_type": "Bed type",

  "single_bed": "Single Bed",
  "double_bed": "Double Bed",
  "twin_bed": "Twin Bed",
  "queen_bed": "Queen Size Bed",
  "king_bed": "King Size Bed",

  "standard_room_desc": "The room is designed to meet fundamental criteria for comfort, functionality, and aesthetics. This room is equipped with essential amenities necessary for a comfortable stay or specific purposes, ensuring a standardized level of quality. It features standard furniture, basic technology, and necessary facilities, making it suitable for a wide range of users or purposes.",
  "deluxe_room_desc": "An upgraded version of the standard room, the deluxe room offers more space and features enhanced furnishings, better views, and additional amenities such as a balcony or a seating area. It provides a touch of luxury for guests looking for a bit more comfort.",
  "family_room_desc": "Specifically designed for families, these rooms feature extra sleeping space such as bunk beds or a pull-out sofa. Family rooms provide the convenience of staying together in one room while ensuring everyone has a comfortable place to sleep.",
  "suite_room_desc": "These rooms are well-appointed and more spacious accommodation options than standard rooms, designed to offer an enhanced level of comfort for guests seeking a little more space and luxury. It's a popular choice for both business and leisure travelers looking for a comfortable retreat with some additional amenities such as a balcony, parlor, and dinner plan.",
  "executive_room_desc": "These rooms are luxurious and spacious accommodation options designed to cater to the needs of business travelers, VIPs, or guests seeking an elevated level of comfort and amenities. Typically located on higher floors for enhanced privacy and better views, the Executive room offers a sophisticated and upscale environment.",

  "show_more": "Show More",
  "show_less": "Show Less",
  "price": "Price",
  "night": "night(s)",
  "edit_room": "Edit room(s)",
  "room_per_night": "room(s) per night",
  "remove": "Remove",
  "sub_total": "Sub total",
  "service_charge": "Service charge",
  "taxes_and_fees": "Taxes + fees",
  "total": "Total",
  "reselect_label": "Re-select your room for booking",
  "additional_label": "Additional Services",
  "service_name1": "Transportation [Package 1]",
  "service_unit1": "Max 4 persons per way",
  "service_name2": "Transportation [Package 2]",
  "service_unit2": "Max 6 persons per way",
  "add_service": "Add",
  "remove_service": "Remove",
  "edit_service": "Edit Additional Service(s)",
  "guest_detail_label": "Guest Detail",
  "first_name": "First Name",
  "middle_name": "Middle Name",
  "last_name": "Last Name",
  "gender": "Gender",
  "birthdate": "Birth Date",
  "birthdate_default": "Select Birth Date",
  "email": "Email",
  "phone_number": "Phone Number",
  "country": "Country",
  "country_default": "Select Country",
  "city_state": "City/State",
  "city_state_default": "Select City/State",
  "zip_code": "Zip code",
  "address": "Address",
  "id_card": "ID, Passport, or Driver License",
  "id_card_number": "Number",
  "add_guest": "Add Guest",
  "remove_guest": "Remove Guest",
  "payment_label": "Payment Detail",
  "card_holder": "Card Holder Name",
  "card_number": "Card Number",
  "expiration_date": "Expiration Date",
  "expiration_date_default": "Select Expiration Date",
  "cvv": "CVV",
  "terms_condition_label": "Terms and Conditions",
  "privacy_policy_label": "Privacy Policy",
  "terms_condition": "I have read and agree to the ",
  "terms_condition_2": "Terms and Conditions and Privacy Policy",
  "terms_condition_d1": "Advanced deposit payment will be charged at time of reservation.",
  "terms_condition_d2": "All reservations must be guaranteed with a valid credit card.",
  "terms_condition_d3": "Amendment or Cancellation must be made in written notice to provided email or contact form in the website.",
  "terms_condition_d4": "Rates are charged in Thai Baht. Therefore, the amount shown on monthly statement in other currencies sent to you by the respective credit card company might be slightly different from our quoted price due to exchange rate variations.",
  "terms_condition_d5": "Children more than 10 years old need to have an extra bed.",
  "terms_condition_d6": "Children under 10 years old sharing existing bed with parents are free of charge maximum 2 persons only.",
  "terms_condition_d7": "Maximum 1 extra person in each room type is allowed with an extra charge.",
  "terms_condition_d8": "The company will use the personal information received from customers for the purpose of processing room reservations and providing related services. This information will be used only in the necessary steps to fulfill room reservation requests and provide related services.",
  "terms_condition_d9": "The company will not use customers' personal information for purposes unrelated to the provision of relevant services without obtaining consent from the customers.",
  "terms_condition_d10": "The company will maintain the confidentiality and security of customers' personal information and will not disclose or allow third parties to access such information without authorization.",
  "terms_condition_d11": "The company will retain customers' personal information only as long as necessary and in compliance with relevant laws, and will delete the information when it is no longer necessary for the specified purposes.",
  "terms_condition_d12": "The company may provide personal information to relevant agencies or individuals when required by law or the orders of such agencies.",
  "special_request": "Special Request",
  "cancel_policy": "Cancellation Policy",
  "cancel_policy_description_header": "For individual bookings of less than 5 rooms, and bookings not considered a group, the following cancellation policy applies:",
  "cancel_policy_description": "If cancelled up to 48 hours before arrival, no fee will be charged.",
  "cancel_policy_description2": "If cancelled less than 48 hours before arrival, 100% of the first night will be charged.",
  "cancel_policy_description3": "If you are a no-show, 100% of the first night will be charged.",
  "cancel_policy_description_header2": "For group bookings of 5 rooms or more, the following cancellation policy applies:",
  "cancel_policy_description4": "If cancelled up to 7 days before arrival, no fee will be charged.",
  "cancel_policy_description5": "If cancelled within 7 days of arrival, 50% of the total booking amount will be charged.",
  "cancel_policy_description6": "If cancelled within 48 hours of arrival, 100% of the total booking amount will be charged.",
  "cancel_policy_description7": "If you are a no-show, 100% of the total booking amount will be charged.",
  "successful_booking": "Your Booking is successful",
  "booking_id": "Booking Id",
  "city_view": "City View",
  "balcony_included": "/Balcony",
  "price_default": "Any price is acceptable",
  "price_not_exceeding": "Not exceeding",
  "confirm": "Confirm",
  "check_out": "Check Out",
  "gender_default": "Select Gender",
  "male": "Male",
  "female": "Female",
  "other": "Other",
  "select": "Select",
  "national_id": "National ID",
  "passport_number": "Passport Number",
  "driving_licence": "Driving Licence",
  "discount": "Discount",
  "modify": "Modify your booking details",
  "are_unavailable": "are unavailable",
  "find_available_date": "Find Available Date",
  "modify2": "modify",
  "monday_and_friday_discount": "Monday and Friday Discount",
  "saturday_additional_cost": "Saturday Additional Cost",
  "total_room":"Total Room",

  "isRequired": " is required",
  "zipCodeFormat": "Invalid zip code format.",
  "emailFormat": "Invalid email format.",

  "booking_detail_label": "Booking Detail",
  "booking_summary": "Booking Summary",

  "lowest_price_remark": "The calendar price represents the lowest available rate for that day",
  "promo_placeholder": "e.g. promo001",
  "monday_and_friday_discount_remark" :"There will be a discount of 200 baht per room per night for stays on Monday and Friday nights.",
  "saturday_additional_cost_remark" :"There will be an additional service charge of 200 baht per room per night for stays on Saturday nights.",
  "home": "Home",
  "change-language": "Change language",
  "currency": "Currency",
  "close": "Close"
}
