{
  "welcome": "ยินดีต้อนรับ",
  "change-language": "เปลี่ยนภาษา",
  "title": "ดีครับ",
  "hotel": "โรงแรมอาชัวร์สยาม และ สปา",
  "hotel_description": "ให้วันหยุดของคุณน่าจดจำ",
  "history_title": "โรงแรมอาชัวร์สยาม และ สปา",
  "history_description": "โรงแรมอาชัวร์สยาม โอเอซิสในเมืองที่ผสมผสานความหรูหราสมัยใหม่เข้ากับเสน่ห์อันเหนือกาลเวลาได้อย่างลงตัว ชมวิวเมืองแบบพาโนรามา ร้านอาหารบนชั้นดาดฟ้า และสปาเพื่อการพักผ่อนอย่างมีระดับ คำหอมเผยโฉมริเวอร์วิงที่ปรับปรุงใหม่ในจังหวัดเชียงใหม่ ซึ่งเป็นเหตุการณ์สำคัญในประวัติศาสตร์ที่สืบทอดมายาวนาน 147 ปี",
  "home": "หน้าหลัก",
  "currency": "สกุลเงิน",
  "room_type": "ประเภทห้อง",
  "room_feature": "รายละเอียดเพิ่มเติมเกี่ยวกับห้อง",
  "std_title": "ห้องมาตรฐาน",
  "std_description": "ห้องมาตรฐานมอบความสะดวกสบายที่คุ้มราคาพร้อมเตียง ห้องน้ำส่วนตัว และเฟอร์นิเจอร์ที่จำเป็นสำหรับนักเดินทางคนเดียวหรือมาเป็นคู่",
  "dlx_title": "ห้องดีลักซ์",
  "dlx_description": "ห้องดีลักซ์มีพื้นที่เพิ่มเติม เฟอร์นิเจอร์ที่ได้รับการปรับปรุง และสิ่งอำนวยความสะดวกที่หรูหราเพื่อความสะดวกสบายและการผ่อนคลายที่เหนือชั้น",
  "fml_title": "ห้องครอบครัว",
  "fml_description": "ห้องสำหรับครอบครัวได้รับการออกแบบเพื่อความสะดวก มีพื้นที่นอนเพิ่มเติมพร้อมเตียงสองชั้นหรือโซฟาแบบดึงออกได้เพื่อการเข้าพักที่สะดวกสบายของครอบครัว",
  "ex_title": "ห้องเอ็กเซ็กคูทีฟ",
  "ex_description": "ห้องเอ็กเซ็กคูทีฟสวีท หรูหราและกว้างขวาง ยกระดับความสะดวกสบายสำหรับนักธุรกิจและแขกวีไอพีด้วยความเป็นส่วนตัวและทิวทัศน์อันตระการตา",
  "s_title": "ห้องสวีท",
  "s_description": "ห้องพักกว้างขวางที่ตกแต่งอย่างดีมอบความสะดวกสบายเป็นพิเศษสำหรับนักธุรกิจและนักท่องเที่ยวที่กำลังมองหาความหรูหราและสิ่งอำนวยความสะดวก",
  "spa_title": "ทรานควิล เฮเว่น สปา",
  "spa_description": "สวรรค์แบบองค์รวมสำหรับจิตใจ ร่างกาย และจิตวิญญาณ นักบำบัดที่มีทักษะของเรานำเสนอการบำบัดที่ออกแบบมาโดยเฉพาะเพื่อการผ่อนคลายสูงสุด เพลิดเพลินกับสิ่งอำนวยความสะดวกล้ำสมัย วารีบำบัด และเลานจ์ทันสมัยพร้อมชาสมุนไพร",
  "gym_title": "ยิมในร่ม",
  "gym_description": "โรงแรมของเรามีห้องออกกำลังกายที่มีอุปกรณ์ครบครันเพื่อความสะดวกสบายของคุณ เพลิดเพลินกับอุปกรณ์คาร์ดิโอและการฝึกความแข็งแกร่งที่หลากหลายในพื้นที่ที่สะดวกสบายและเข้าถึงได้ รับรองว่าคุณจะมีความกระฉับกระเฉงและกระปรี้กระเปร่าในระหว่างการเข้าพัก",
  "promotions": "โปรโมชั่น",
  "fifty_title": "ลดราคา 50%",
  "fifty_description": "ดื่มด่ำกับความหรูหราในราคาลด 50%! ข้อเสนอระยะเวลาจำกัดสำหรับการเข้าพักอย่างมีสไตล์ ยกระดับการเดินทางของคุณโดยไม่ทำลายเงินในกระเป๋า",
  "monday_title": "ลดราคา วันจันทร์",
  "monday_description": "พลิกโฉมวันจันทร์ด้วยส่วนลดโรงแรมสุดพิเศษสำหรับการเข้าพักระดับพรีเมียม เหมาะสำหรับธุรกิจหรือการพักผ่อน",
  "friday_title": "ลดราคา วันศุกร์",
  "friday_description": "เริ่มต้นวันหยุดสุดสัปดาห์ของคุณอย่างถูกต้องด้วย ลดราคา วันศุกร์—ส่วนลดพิเศษเพื่อการผสมผสานที่ลงตัวระหว่างความสะดวกสบายและความประหยัด",
  "activity_schedule": "ตารางกิจกรรม",
  "swim_title": "สระว่ายน้ำ",
  "swim_description": "กิจกรรมในสระว่ายน้ำที่หลากหลาย ตั้งแต่การว่ายน้ำสบาย ๆ ไปจนถึงความสนุกสนานในครอบครัวและการออกกำลังกาย มอบความผ่อนคลายที่สดชื่นและความเพลิดเพลินทางสังคม",
  "medi_title": "การทำสมาธิ",
  "medi_description": "การทำสมาธิส่งเสริมการมีสติ ลดความเครียด และเพิ่มความเป็นอยู่ที่ดี ซึ่งจำเป็นสำหรับความท้าทายในชีวิตประจำวันและความชัดเจนของจิตใจ",
  "rock_title": "ปีนเขา",
  "rock_description": "การปีนผาผสมผสานความท้าทายทางกายภาพเข้ากับการมุ่งเน้นทางจิต ทำให้เกิดการทำสมาธิแบบเคลื่อนไหวเพื่อการเจริญสติที่ไม่เหมือนใคร",
  "gallery": "แกลเลอรี่",
  "nearby_attraction": "สถานที่ใกล้เคียง",
  "siam_title": "สยามพารากอน",
  "siam_description": "สยามพารากอนมีร้านค้าเฉพาะทาง ร้านอาหาร มัลติเพล็กซ์ ซีไลฟ์แบงค็อก หอศิลป์ โรงโอเปร่า โบว์ลิ่ง และคาราโอเกะ",
  "samyan_title": "สามย่านมิตรทาวน์",
  "samyan_description": "สามย่านมิตรทาวน์ในกรุงเทพฯ เป็นคอมเพล็กซ์แบบผสมผสานมูลค่า 9 พันล้านบาท ซึ่งประกอบด้วยห้างสรรพสินค้า อาคารสำนักงาน ที่พักอาศัย และโรงแรม",
  "central_title": "เซ็นทรัลเวิลด์",
  "central_description": "เซ็นทรัลเวิลด์ กรุงเทพฯ อันดับที่ 9 ของโลก ประกอบไปด้วยห้างสรรพสินค้า โรงแรม และอาคารสำนักงานที่มีพื้นที่กว้างขวาง",
  "booking_detail": "รายละเอียดการจอง",
  "guest": "ผู้เข้าพัก",
  "adults": "ผู้ใหญ่",
  "children": "เด็ก",
  "have_code": "มีโค้ดไหม?",
  "code": "โปรโมชั่นโค้ด",
  "book_now": "จองเดี่ยวนี้",
  "amenities": "สิ่งอำนวยความสะดวก",
  "contact_us_label": "ติดต่อเรา",
  "hotel_address": "254 ถนนพญาไท ปทุมวัน กรุงเทพฯ 10330",
  "hotel_phone": "โทร 02-414-5688",
  "facilities": "สิ่งอำนวยความสะดวก",
  "return": "ย้อนกลับ",
  "non_smoking": "ห้ามสูบบุหรี่",
  "mini_fridge": "ตู้เย็นขนาดเล็ก",
  "compact_fridge": "ตู้เย็น",
  "hairdryer": "ไดร์เป่าผม",
  "television": "โทรทัศน์",
  "air_conditioner": "เครื่องปรับอากาศ",
  "wireless_internet": "อินเตอร์เน็ตไร้สาย",
  "desk": "โต๊ะ",
  "bath": "ห้องอาบน้ำ",
  "private_bath": "ห้องน้ำส่วนตัวพร้อมเครื่องใช้ในห้องน้ำขั้นพื้นฐาน",
  "jacuzzi": "อ่างจากุซซี่",
  "cable": "เคเบิลทีวี/ดาวเทียม",
  "balcony": "ระเบียง",
  "parlor": "ห้องรับแขก",
  "dinner": "อาหารค่ำ",
  "maximum_guest": "จำนวนผู้พักสูงสุด",
  "size": "ขนาดห้อง",
  "bed_type": "ประเภทเตียง",

  "single_bed": "เตียงเดี่ยว",
  "double_bed": "เตียงคู่",
  "twin_bed": "เตียงแฝด",
  "queen_bed": "เตียงควีนไซส์",
  "king_bed": "เตียงคิงไซส์",

  "standard_room_desc": "ห้องพักที่ได้รับการออกแบบมาเพื่อมอบความสบาย ประโยชน์ และความสวยงามอย่างพื้นฐาน สำหรับความสะดวกสบายในทุกรายละเอียด เป็นที่พักที่เหมาะสำหรับการใช้งานหลายประการ พร้อมสิ่งอำนวยความสะดวกที่ต้องการในการพักผ่อนและใช้งาน",
  "deluxe_room_desc": "เป็นห้องพักรุ่นพิเศษที่อัพเกรดจากห้องมาตรฐาน  พื้นที่กว้างขวางมากขึ้น ตกแต่งด้วยเฟอร์นิเจอร์ที่หรูหรา มีวิวที่ยอดเยี่ยม และสิ่งอำนวยความสะดวกเพิ่มเติม เพื่อเพิ่มความสุขให้แก่ผู้เข้าพัก",
  "family_room_desc": "เป็นห้องได้รับการออกแบบมาเพื่อตอบสนองความต้องการของครอบครัว มีพื้นที่นอนเพิ่มเติม เช่น เตียงสองชั้นหรือโซฟาสำหรับการพักผ่อนที่สบาย สามารถพักอยู่รวมกันในห้องเดียว สำหรับความสะดวกสบายที่สูงสุดของผู้เข้าพักทุกท่าน",
  "suite_room_desc": "ห้องพักที่ทันสมัยและมีพื้นที่กว้างขวาง ได้รับการออกแบบมาเพื่อให้ความสบายเพิ่มขึ้นสำหรับผู้เข้าพักที่ต้องการพื้นที่และความหรูหรามากขึ้น นิยมในทั้งนักเดินทางทางธุรกิจและนักเดินทางที่ต้องการการพักผ่อนที่สะดวกสบายพร้อมสิ่งอำนวยความสะดวกที่ทันสมัย",
  "executive_room_desc": "ห้องพักที่หรูหราและมีพื้นที่กว้างพิเศษ ออกแบบเพื่อตอบสนองความต้องการของนักเดินทาง นักธุรกิจ VIP หรือผู้เข้าพักที่ต้องการระดับความสบายและสิ่งอำนวยความสะดวกคุณภาพสูง ตั้งอยู่ที่ชั้นสูงเพื่อความเป็นส่วนตัวและการมองเห็นทิวทัศน์ที่งดงาม",

  "show_more": "แสดงข้อมูลเพิ่มเติม",
  "show_less": "ซ่อนข้อมูลเพิ่มเติม",
  "price": "ราคา",
  "night": "คืน",
  "edit_room": "แก้ไขห้อง",
  "room_per_night": "ห้องต่อ 1 คืน",
  "remove": "ลบห้อง",
  "sub_total": "ยอดรวมย่อย",
  "service_charge": "ค่าบริการ",
  "taxes_and_fees": "ภาษีและค่าธรรมเนียม",
  "total": "ยอดรวม",
  "reselect_label": "แก้ไขรายละเอียดการจองห้องพัก",
  "additional_label": "บริการเสริม",
  "service_name1": "บริการรับส่ง [แพ็คเกจ 1]",
  "service_unit1": "- สูงสุด 4 ท่านต่อเที่ยว",
  "service_name2": "บริการรับส่ง [แพ็คเกจ 2]",
  "service_unit2": "- สูงสุด 6 ท่านต่อเที่ยว",
  "service_name3": "บริการนวดแผนไทย [ แพ็คเกจ ]",
  "service_unit3": "2 ชั่วโมง / วัน / คน",
  "add_service": "เพิ่ม",
  "remove_service": "ลด",
  "edit_service": "แก้ไขบริการเพิ่มเติม",
  "guest_detail_label": "ข้อมูลผู้เข้าพัก",
  "first_name": "ชื่อ",
  "middle_name": "ชื่อกลาง",
  "last_name": "นามสกุล",
  "gender": "เพศ",
  "birthdate": "วัน-เดือน-ปี เกิด",
  "birthdate_default": "เลือกวัน-เดือน-ปี เกิด",
  "email": "อีเมล",
  "phone_number": "เบอร์โทรศัพท์",
  "country": "ประเทศ",
  "country_default": "เลือกประเทศ",
  "city": "เมือง",
  "city_default": "เลือกเมือง",
  "zip_code": "รหัสไปรษณีย์",
  "address": "ที่อยู่",
  "id_card": "บัตรประชาชน , หนังสือเดินทาง หรือ ใบขับขี่",
  "id_card_number": "หมายเลข",
  "add_guest": "เพิ่มผู้เข้าพัก",
  "remove_guest": "ลดผู้เข้าพัก",
  "payment_label": "รายละเอียดการชำระเงิน",
  "card_holder": "ชื่อผู้ถือบัตร",
  "card_number": "หมายเลขบัตร",
  "expiration_date": "วันหมดอายุ",
  "expiration_date_default": "เลือกวันหมดอายุ",
  "cvv": "CVV",
  "terms_condition": "ข้าพเจ้ารับทราบ ",
  "terms_condition_2": "ข้อตกลงการใช้บริการ และ นโยบายคุ้มครองข้อมูลส่วนบุคคล",
  "terms_condition_d1": "จะมีการเรียกเก็บค่ามัดจำล่วงหน้าเมื่อทำการจอง",
  "terms_condition_d2": "การสำรองห้องพักทั้งหมดจะต้องรับประกันด้วยบัตรเครดิตที่ถูกต้อง",
  "terms_condition_d3": "การแก้ไขหรือการยกเลิกจะต้องแจ้งเป็นลายลักษณ์อักษรไปยังอีเมลหรือแบบฟอร์มการติดต่อบนเว็บไซต์",
  "terms_condition_d4": "อัตราค่าบริการคิดเป็นเงินบาท ดังนั้น จำนวนเงินที่แสดงในใบแจ้งยอดรายเดือนในสกุลเงินอื่นที่บริษัทบัตรเครดิตที่เกี่ยวข้องส่งถึงคุณอาจแตกต่างจากราคาที่เราเสนอเล็กน้อยเนื่องจากการเปลี่ยนแปลงของอัตราแลกเปลี่ยน",
  "terms_condition_d5": "เด็กอายุมากกว่า 10 ปี ต้องมีเตียงเสริม",
  "terms_condition_d6": "เด็กอายุต่ำกว่า 10 ปี พักร่วมกับผู้ปกครองได้ฟรี สูงสุด 2 คนเท่านั้น",
  "terms_condition_d7": "อนุญาตให้มีผู้เข้าพักเพิ่มเติมได้สูงสุด 1 คนในแต่ละประเภทห้อง โดยมีค่าใช้จ่ายเพิ่มเติม",
  "close": "ปิด",
  "special_request": "คำขอเพิ่มเติม",
  "cancel_policy": "นโยบายการยกเลิกการจอง",
  "cancel_policy_description_header": "สำหรับการจองต่ำกว่า 5 ห้อง และ การจองอื่นที่ไม่ใช่การจองแบบกลุ่มจะใช้นโยบายการยกเลิกการจองดังนี้ :",
  "cancel_policy_description": "หากทำการยกเลิกการจองก่อนเวลาเข้าพักมากกว่า 48 ชั่วโมง จะไม่มีการคิดค่าธรรมเนียมใดๆ",
  "cancel_policy_description2": "หากทำการยกเลิกการจองก่อนเวลาเข้าพักน้อยกว่า 48 ชั่วโมง จะถูกคิดค่าธรรมเนียมเป็นค่าเข้าพักของคืนแรกทั้งหมด",
  "cancel_policy_description3": "หากผู้เข้าพักไม่ทำการเข้าพัก หรือ ไม่มีการแจ้งยกเลิกการจอง จะถูกคิดค่าธรรมเนียมเป็นค่าเข้าพักของคืนแรกทั้งหมด",
  "successful_booking": "การจองของคุณเสร็จสมบูรณ์",
  "booking_id": "รหัสการจอง",
  "city_view": "วิวเมือง/ระเบียง",
  "price_default": "ราคาใดก็ได้",
  "price_not_exceeding": "ราคาไม่เกิน",
  "confirm": "ยืนยัน",
  "check_out": "ชำระเงิน",
  "gender_default": "เลือกเพศ",
  "Male": "ชาย",
  "Female": "หญิง",
  "Other": "ไม่ระบุ",
  "select": "เลือก",
  "national_id": "หมายเลขบัตรประชาชน",
  "passport_number": "หมายเลขหนังสือเดินทาง",
  "driving_licence": "หมายเลขใบขับขี่",
  "discount": "ส่วนลด",
  "modify": "แก้ไขข้อมูลการจอง",
  "are_unavailable": "ไม่มีห้องว่างสำหรับประเภทนี้",
  "find_available_date": "ค้นหาวันที่ว่าง",
  "modify2": "แก้ไขวัน",
  "monday_and_friday_sale": "ส่วนลดสำหรับวันจันทร์และวันศุกร์",
  "saturday_additional_cost": "ค่าบริการเพิ่มเติมสำหรับวันเสาร์"
}
